[
    {
      "class_id": 1,
      "race_id": 1,
      "deity_id": 201,
      "description": "As a loyal Warrior of Bertoxxulous, the Plaguebringer, you are a valued member of the Bloodsabers. The Bloodsabers seek to spread disease and death across the face of Norrath. Quickly you will discover you have many enemies, including most of the other guilds in Qeynos, especially within the Temple of Life and the House of Thunder, as well as Antonius Bayle himself. You do have allies but they are difficult to identify and quick to turn on you. This Race / Class / Deity combination is of MODERATE to HIGH DIFFICULTY."
    },
    {
      "class_id": 1,
      "race_id": 1,
      "deity_id": 140,
      "description": "The Steel Warriors have guildhouses in both Qeynos and Freeport and you can receive combat training in either city. In Qeynos, the Steel Warriors operate the Grounds of Fate and serve as a reserve militia to the Qeynos Guards. This Race / Class / Deity combination is of LOW DIFFICULTY."
    },
    {
      "class_id": 1,
      "race_id": 1,
      "deity_id": 140,
      "description": "Welcome to Freeport! Freeport is a bustling human port town with more than its share of seedy characters. In Freeport, the Steel Warriors operate the Freeport Arena. This chapter of the Steel Warriors is less concerned about the politics of the city and more concerned with the Deathfist Orcs and the threat they represent to Freeport and its citizens. This Race / Class / Deity combination is of LOW DIFFICULTY."
    },
    {
      "class_id": 2,
      "race_id": 1,
      "deity_id": 210,
      "description": "The Priests of Truth, loyal clerics of Mithaniel Marr, are in constant struggle against the corrupt and vicious Freeport Militia. By allying yourself with the Priests of Truth your activities will be closely monitored by the Militia and they will take measures to eliminate you if they view you as a threat to their stranglehold on the good citizens of Freeport. Beware of the servants of Innoruuk. This Race / Class / Deity combination is of MODERATE DIFFICULTY."
    },
    {
      "class_id": 2,
      "race_id": 1,
      "deity_id": 204,
      "description": "As a Priest of Love, loyal cleric of Erollisi, it is you that the people of Freeport look to for comfort and healing within the sanctuary that is the Temple of Marr. This duty will quickly bring you into conflict with the corrupt and vicious Freeport Militia who would like nothing more than to see you dead and your Temple in ruins. Beware of the servants of Innoruuk. This Race / Class / Deity combination is of MODERATE DIFFICULTY."
    },
    {
      "class_id": 2,
      "race_id": 1,
      "deity_id": 207,
      "description": "As a Priest of Thunder, loyal cleric of Karana, you have dedicated your life to the protection and healing of the Rainkeeper's followers wherever they may be. Beware of the Bloodsabers, evil disciples of Bertoxxulous. They have been spotted in and around Qeynos as of late. Be on your guard. This Race / Class / Deity combination is of MODERATE DIFFICULTY."
    },
    {
      "class_id": 2,
      "race_id": 1,
      "deity_id": 212,
      "description": "As a Priest of Life, loyal priest of Rodcet Nife, it is your duty to tend to the ill and wounded of Qeynos and its outlying regions. The Bloodsabers, an evil cult of the Plaguebringer, have been spotted in and around Qeynos as of late. The plague they bear threatens all you hold dear. This Race / Class / Deity combination is of MODERATE DIFFICULTY."
    },
    {
      "class_id": 2,
      "race_id": 1,
      "deity_id": 201,
      "description": "As a loyal Priest of Bertoxxulous, the Plaguebringer, you are a valued member of the Bloodsabers. The Bloodsabers seek to spread disease and death across the face of Norrath. Quickly you will discover you have many enemies, including most of the other guilds in Qeynos, especially within the Temple of Life and the House of Thunder, as well as Antonius Bayle himself. You do have allies but they are difficult to identify and quick to turn on you. This Race / Class / Deity combination is of MODERATE to HIGH DIFFICULTY."
    },
    {
      "class_id": 2,
      "race_id": 1,
      "deity_id": 206,
      "description": "As a member of the Dismal Rage and a loyal priest of Innoruuk, the Prince of Hate and father of the Teir'Dal, you will be branded as a traitor to your own race. The Temple of Marr and Hall of Truth will actively seek your destruction. While most citizens of Freeport could care less, traveling through North Freeport is extremely hazardous. When they all fall before the might of Innoruuk you shall be vindicated. This Race / Class / Deity combination is of HIGH DIFFICULTY."
    },
    {
      "class_id": 3,
      "race_id": 1,
      "deity_id": 210,
      "description": "The Knights of Truth, loyal paladins of Mithaniel Marr, are in constant struggle against the corrupt and vicious Freeport Militia. By allying yourself with the Knights of Truth your activities will be closely monitored by the Militia and they will take measures to eliminate you if they view you as a threat to their stranglehold on the good citizens of Freeport. Beware of the servants of Innoruuk. This Race / Class / Deity combination is of MODERATE DIFFICULTY."
    },
    {
      "class_id": 3,
      "race_id": 1,
      "deity_id": 204,
      "description": "As a Knight of Love, loyal paladin of Erollisi, it is your sworn duty to defend the Temple of Marr against all who would dare assail its structure or its principles. This duty will quickly bring you into conflict with the corrupt and vicious Freeport Militia who would like nothing more than to see you dead and your Temple in ruins. Beware of the servants of Innoruuk. This Race / Class / Deity combination is of MODERATE DIFFICULTY."
    },
    {
      "class_id": 3,
      "race_id": 1,
      "deity_id": 207,
      "description": "As a Knight of Thunder, loyal paladin of Karana, you have dedicated your life to the protection of the Rainkeeper's followers wherever they may be. Beware of the Bloodsabers, evil disciples of Bertoxxulous. They have been spotted in and around Qeynos as of late. Be on your guard. This Race / Class / Deity combination is of MODERATE DIFFICULTY."
    },
    {
      "class_id": 3,
      "race_id": 1,
      "deity_id": 212,
      "description": "As a Knight of Life, loyal paladin of Rodcet Nife, it is your duty to seek out those who threaten the very health of Norrath and destroy them before their vile seeds bear wicked fruit. The Bloodsabers, an evil cult of the Plaguebringer, have been spotted in and around Qeynos as of late. The plague they bear threatens all you hold dear. This Race / Class / Deity combination is of MODERATE DIFFICULTY."
    },
    {
      "class_id": 4,
      "race_id": 1,
      "deity_id": 215,
      "description": "Welcome to Surefall Glade. The Protectors of the Pine are a guild of Rangers who worship Tunare and Karana, united under the common goal of preserving the woodlands and plains of Antonica. Using your skills as a tracker you seek retribution against those who would slaughter wildlife for profit. The Bloodsabers are your mortal enemies as they seek to infect your homeland with their evil plague. The Sabertooths, gnolls of Blackburrow, also stake claim to Surefall Glade and would like nothing more than to see you dead. This Race / Class / Deity combination is of LOW to MODERATE DIFFICULTY."
    },
    {
      "class_id": 5,
      "race_id": 1,
      "deity_id": 206,
      "description": "As a member of the Dismal Rage and a loyal shadowknight of Innoruuk, the Prince of Hate and father of the Teir'Dal, you will be branded as a traitor to your own race. The Temple of Marr and Hall of Truth will actively seek your destruction. When they all fall before the might of Innoruuk you shall be vindicated. Through arcane means you are able to summon forth extra-planar beings to do your bidding. This Race / Class / Deity combination is of HIGH DIFFICULTY."
    },
    {
      "class_id": 5,
      "race_id": 1,
      "deity_id": 201,
      "description": "As a Shadowknight loyal to Bertoxxulous, the Plaguebringer, you are a valued member of the Bloodsabers. The Bloodsabers seek to spread disease and death across the face of Norrath. Quickly you will discover you have many enemies, including most of the other guilds in Qeynos, especially within the Temple of Life and the House of Thunder, as well as Antonius Bayle himself. You do have allies but they are difficult to identify and quick to turn on you. This Race / Class / Deity combination is of HIGH DIFFICULTY."
    },
    {
      "class_id": 6,
      "race_id": 1,
      "deity_id": 207,
      "description": "As a follower of Karana, most woodland creatures will regard you as a friend and it is your sacred duty to bring the Rainkeeper's message to the inhabitants of the Plains of Karana while protecting them from those who would prey upon them. The Jaggedpine Treefolk is an organization of Druids who worship Tunare and Karana."
    },
    {
      "class_id": 6,
      "race_id": 1,
      "deity_id": 215,
      "description": "As a follower of Tunare, most woodland creatures will regard you as a friend and it is your sacred duty to protect the bears of Surefall Glade from poachers. The Bloodsabers are your mortal enemies as they seek to infect your homeland with their evil plague. The Sabertooths, gnolls of Blackburrow, also stake claim to Surefall Glade and would like nothing more than to see you dead. This Race / Class / Deity combination is of LOW to MODERATE DIFFICULTY."
    },
    {
      "class_id": 7,
      "race_id": 1,
      "deity_id": 140,
      "description": "The Silent Fist Clan, under the wisdom of Master Lu Sun, believes in no other power than that of mind and body. Through trials of combat and vows of poverty you seek to discover something. Not out in the vast reaches of Norrath over which you travel, but within yourself. This Race / Class / Deity combination is of MODERATE DIFFICULTY."
    },
    {
      "class_id": 7,
      "race_id": 1,
      "deity_id": 140,
      "description": "The Ashen Order, under the guidance of Puab Closk, sits in the eye of the storm that is Freeport. Neutral to the conflict between the Militia and the Knights of Truth, you recognize the true threat to peace and tranquility is the minions of Innoruuk. It is for this battle that you hone your mind and body into a weapon to insure the Tranquil's final victory over the forces of hate. This Race / Class / Deity combination is of MODERATE DIFFICULTY."
    },
    {
      "class_id": 8,
      "race_id": 1,
      "deity_id": 140,
      "description": "The Wind Spirit's Song is your guildhouse in South Qeynos and is a favorite place to perform. The League is on good terms will nearly all of the other guilds within Qeynos as well as those in Surefall Glade to the north. This Race / Class / Deity combination is of MODERATE DIFFICULTY. The League of Antonican Bards is the oldest of the human guilds. It is the responsibility of all bards to record and document the history of Norrath through poetry and song."
    },
    {
      "class_id": 8,
      "race_id": 1,
      "deity_id": 140,
      "description": "Marsheart's Chords is your guildhouse in North Freeport. The Theater of the Tranquil in West Freeport is a favorite place to perform. The League is on good terms will nearly all of the other guilds within Freeport and tries to stay neutral to city politics. This Race / Class / Deity combination is of MODERATE DIFFICULTY."
    },
    {
      "class_id": 9,
      "race_id": 1,
      "deity_id": 140,
      "description": "Thus you are not quite a welcomed citizen of Qeynos. As you ply your trade and ally yourself with the Circle of the Unseen Hand you will soon garner the attention of the Qeynos Guard and be forced to move about the city more discreetly and preferably under the cloak of darkness."
    },
    {
      "class_id": 9,
      "race_id": 1,
      "deity_id": 201,
      "description": "Your faith in the Plaguebringer gives you hidden allies within Qeynos but also makes most of the other citizens distrust you. This Race / Class / Deity combination is of HIGH DIFFICULTY."
    },
    {
      "class_id": 9,
      "race_id": 1,
      "deity_id": 140,
      "description": "This Race / Class / Deity combination is of MODERATE DIFFICULTY. Working with the Coalition of Tradesfolk, as Freeport's Thieves Guild is called, you are free to ply your trade where you see fit. It is best for you to steer clear of North Freeport though. It seems the Knights of Truth have little patience for thieves. This Race / Class / Deity combination is of LOW DIFFICULTY."
    },
    {
      "class_id": 9,
      "race_id": 1,
      "deity_id": 206,
      "description": "Working with the Coalition of Tradesfolk, as Freeport's Thieves Guild is called, you are free to ply your trade where you see fit. It is best for you to steer clear of North Freeport though. It seems the Knights of Truth have little patience for thieves, and even less for worshippers of Innoruuk. This Race / Class / Deity combination is of MODERATE DIFFICULTY."
    },
    {
      "class_id": 1,
      "race_id": 130,
      "deity_id": 140,
      "description": "Welcome to the Palace of Shar Vahl, residence of the honorable Vah Shir themselves. As a revered Khala Dun, you pledge to serve the crown in fierce combat. Your duties shall include defending all of the King's interests including our wondrous city and leading our martial endeavors throughout our new home world. Always remember, young one, the eyes of our ancestors are eternally upon us. Live well! This Race / Class / Deity combination is of LOW DIFFICULTY."
    },
    {
      "class_id": 2,
      "race_id": 130,
      "deity_id": 140,
      "description": "The marvelous city of Shar Vahl rejoices at your arrival. You have chosen to tread the path of the sacred Dar Khura. The Vah Shir are a most spiritual people and will rely on your guidance and revelation in situations where the best choice is not obvious. Always remember that as a Dar Khura you lead our people through your example. Your legacy awaits you! This Race / Class / Deity combination is of MODERATE DIFFICULTY."
    },
    {
      "class_id": 9,
      "race_id": 130,
      "deity_id": 140,
      "description": "Welcome to our pride, young cub. Having chosen to follow the legendary Taruun path you must rely heavily upon your superior stealth and cunning. Due to your specialized stalking abilities, one of your responsibilities will be to provide food for our people. You may also be called upon to acquire information for the crown, which may be, shall we say, difficult to obtain. Remember, together we are one! This Race / Class / Deity combination is of LOW to MODERATE DIFFICULTY."
    },
    {
      "class_id": 8,
      "race_id": 130,
      "deity_id": 140,
      "description": "The great city of Shar Vahl welcomes you. Doubtless, the spirit of Jharin Ninetales himself is well pleased that you have chosen to walk the path that bears his name. Learn well the songs of the pride, young one. As we keep no written record, you are to be charged with recording the history, passions, and lofty aspirations of the Vah Shir through your song. In times of conflict your voice shall be called upon to bolster and enhance the abilities of our armies. Go forth and bring pride to our name! This Race / Class / Deity combination is of LOW to MODERATE DIFFICULTY."
    },
    {
      "class_id": 15,
      "race_id": 130,
      "deity_id": 140,
      "description": "On behalf of the honorable Vah Shir, welcome! You have chosen to journey down a path that is destined to bring great pride to our people. As a Khati Sha you will be particularly in tune with the forces of the spirit world while maintaining the ability to inflict great damage upon your enemies through combat. You will be tasked with the exploration of the unmapped and untamed regions of our new homeworld. Your path enables you to develop a unique influence over certain animals. May they serve you well! This Race / Class / Deity combination is of LOW to MODERATE DIFFICULTY."
    },
    {
      "class_id": 1,
      "race_id": 128,
      "deity_id": 203,
      "description": "Long before you were hatched, your path was chosen for you by the Hierophants of Cabilis. Now that you have reached the appropriate season of your long life it is time for you to abandon the innocence of a broodling and report for duty as a new recruit within the Legion of Cabilis. Under the tutorage of the Drill Masters you shall become a great warrior. You shall protect your people with pride for there are many dangers within the untamed lands of Kunark as well as the rumor of the arrival of adventurers from abroad. As a member of the once great Iksar Empire you are aware of the hatred and fear other races have of you. Only within Cabilis are you truly safe. This Race / Class / Deity combination is of MODERATE DIFFICULTY."
    },
    {
      "class_id": 5,
      "race_id": 128,
      "deity_id": 203,
      "description": "Welcome to Cabilis, the new capital of the reborn Iksar Empire. Cabilis, or New Sebilis as some call it, is a great walled city which lies deep in the heart of the continent of Kunark. Long before you were hatched the Hierophants of Cabilis detected the spark of strength and wisdom within you. It was then that your path was chosen for you. Now that you have approached the season of rebirth, it is time to abandon your life and journey to the Temple of Terror to begin your training in the brotherhood of the Crusaders of Greenmist, shadowknights of Cabilis. There you shall learn the ways of torture and discipline under the direction of the Lords of Pain. You shall prepare yourself for the crusades to come. Know that all other nations fear you. The Iksar have no allies. Most outsiders shall attack you on sight. Only within Cabilis are you truly safe. This Race / Class / Deity combination is of HIGH DIFFICULTY."
    },
    {
      "class_id": 2,
      "race_id": 128,
      "deity_id": 203,
      "description": "Welcome to Cabilis, the new capital of the reborn Iksar Empire. Cabilis, or New Sebilis as some call it, is a great walled city located deep in the heart of Kunark. Long before you were hatched, the Hierophants of Cabilis detected a spark of great wisdom within your life force. It was then that your path was chosen. Having reached the season of rebirth you have been summoned to the Temple of Terror. It is there that you shall study the ways of the unholy shaman known as the Scaled Mystics. Through the Hierophants, ancient Iksar ancestors shall guide you through the stages of the Scaled Mystics so that one day you may become a vessel of great power. Together with the Crusaders of Greenmist you form the religious backbone of the Iksar empire. The Iksar Legion does not act without the aid of the Scaled Mystics. Know that all other nations upon Norrath fear and dislike the Iksar and cannot be trusted. Only within Cabilis are you truly safe. This Race / Class / Deity combination is of MODERATE to HIGH DIFFICULTY."
    },
    {
      "class_id": 11,
      "race_id": 128,
      "deity_id": 203,
      "description": "Long before you were hatched, the Hierophants of Cabilis detected the mana surging within your life force and thus your path was chosen for you. Now that you have reached the season of rebirth you have been summoned to the infamous Tower of Death. It is there that you shall be introduced to the dark circle of magic known as necromancy. The scholars of the temple shall welcome you into the Brood of Kotiz to begin your studies. Most Iksar residents fear and respect the Brood of Kotiz. The rumors of experiments performed on fellow Iksar run rampant. All other Iksar castes have respect for the Brood. Beware of other races as well as outsiders from abroad. They have no love for the Iksar. It is only within Cabilis that you are truly safe. This Race / Class / Deity combination is of HIGH DIFFICULTY."
    },
    {
      "class_id": 7,
      "race_id": 128,
      "deity_id": 203,
      "description": "Long before you were hatched, the Hierophants of Cabilis foresaw your inner strength. It was then that your path was chosen for you. Now that you have reached the season of rebirth you have been summoned to the Court of Pain, training grounds and temple of the Swifttail Caste. There you shall learn the ancient combat arts of the monk. Through discipline and sacrifice your body, mind and soul shall be forged into a weapon. Being an Iksar you know that your race stands alone and allies are few and not to be trusted. It is only within the city of Cabilis that you are truly safe. This Race / Class / Deity combination is of MODERATE to HIGH DIFFICULTY."
    },
    {
      "class_id": 15,
      "race_id": 128,
      "deity_id": 203,
      "description": "Before your hatching, the Hierophants of Cabilis detected the strength of your rage and the wisdom of your instincts. It was then that your fate was decided. You were taken outside the walls of Cabilis at the time of your rebirth and sent to live among and dominate the beasts of the wild lands of Kunark. You learned to fight as the beasts do, with tooth, tail, and claw. Like the Scaled Mystics, your devotion to Cazic Thule allows you to contact the spirit realm but while the Scaled Mystics are guided and aided by the spirits of the ancient Iksar, you subjugate the animal spirits to magically aid you and your companions. Many Iksar beastlords serve the Legion of Cabilis as scouts. Know that all other nations upon Norrath fear and dislike the Iksar and cannot be trusted. Only within Cabilis are you truly safe. This Race / Class / Deity combination is of MODERATE to HIGH DIFFICULTY."
    },
    {
      "class_id": 1,
      "race_id": 9,
      "deity_id": 140,
      "description": "The life of a Troll warrior is dangerous indeed. They have a loosely unified guild that is known as Da Bashers but they almost seem as likely to attack someone within their own guild as they do a sworn enemy. Trolls are brutal and unpredictable and tend to eat whatever or whoever they feel like at the moment including each other. This being the case, most other humanoids will tend to attack you first and ask questions never. This Race / Class / Deity combination is of MODERATE DIFFICULTY."
    },
    {
      "class_id": 2,
      "race_id": 9,
      "deity_id": 203,
      "description": "Welcome to Neriak, home of the most vicious race on all of Norrath, the Trolls! The life of a Troll shaman is dangerous indeed. Serving both Innoruuk and Cazic-Thule, the Dark Ones, as the shamans call themselves, are more sadistic and evil than the darkest of Dark Elves. They take great pride in the torture of their victims before they devour them. This being the case, most other humanoids will tend to attack you first and ask questions never. This Race / Class / Deity combination is of MODERATE to HIGH DIFFICULTY."
    },
    {
      "class_id": 5,
      "race_id": 9,
      "deity_id": 203,
      "description": "The Shadowknights of Nightkeep are perhaps the most organized of the Trollish guilds. They are organized and methodical in their viciousness. They fight an unending war against the Greenblood Knights of Oggok who they view as simpletons that are delicious when served with a side order of Froglok legs. Trolls are brutal and unpredictable and tend to eat whatever or whoever they feel like at the moment including each other. This being the case, most other humanoids will tend to attack you first and ask questions never. This Race / Class / Deity combination is of HIGH DIFFICULTY."
    },
    {
      "class_id": 15,
      "race_id": 9,
      "deity_id": 203,
      "description": "As a beastlord of the Dark Ones, in service to both Innoruuk and Cazic Thule, you are among the most feral and bloodthirsty of all trolls. You choose to live in the swamps and marshes where you dominate the fiercest of animals to serve you. You seek to slaughter all who cross your path so that you may feast upon their corpses. Like the Dark Ones, you harness the power of your deity to enslave the spirits of the wild and force them to magically aid you and your companions. The beastlords of the Dark Ones frequently encounter violent territorial disputes with the ogre beastlords to the West. Nearly all other humanoids will choose to attack you on sight. This Race / Class / Deity combination is of MODERATE to HIGH DIFFICULTY."
    },
    {
      "class_id": 1,
      "race_id": 10,
      "deity_id": 211,
      "description": "An ogre warrior is second to none when it comes down to brute strength and they take great pride in that. They also take pride in how many Dwarf Pickles they can scarf down in a minute. The Craknek Warriors are the oldest guild in Oggok. They maintain their strength and reputation through constantly warring with other factions. At times, they will even turn their aggression on members of their own race. This has led to distrust between the Craknek Warriors and the Greenblood Knights. Beware when traveling, because Ogres have a habit of eating most other humanoids, you will be welcome in very few places and attacked on site in most. This Race / Class / Deity combination is of MODERATE DIFFICULTY."
    },
    {
      "class_id": 2,
      "race_id": 10,
      "deity_id": 211,
      "description": "Welcome to Oggok, mountain home of the Ogres! The Shamans of War are reclusive and mysterious to other Ogres. They perform elaborate rituals and offerings for nearly every occasion. Shamans of War fight and pray side by side with the Craknek Warriors on many campaigns of conquest especially when pitted against the Trollish shamans called the Dark Ones. Beware when traveling, because Ogres have a habit of eating most other humanoids, you will be welcome in very few places and attacked on site in most. This Race / Class / Deity combination is of MODERATE DIFFICULTY."
    },
    {
      "class_id": 5,
      "race_id": 10,
      "deity_id": 211,
      "description": "The Greenblood Knights are said to have been established by the Ogre hero Murdunk himself. The Greenbloods are fiercely loyal to each other and to Clurg, but they merely tolerate the Craknek Warriors who they view as inferior. Mostly fighting alone they lead daring assaults upon their enemies, even so far as mounting an ill fated expedition to Kaladim itself. Beware when traveling, because Ogres have a habit of eating most other humanoids, you will be welcome in very few places and attacked on site in most. This Race / Class / Deity combination is of HIGH DIFFICULTY."
    },
    {
      "class_id": 15,
      "race_id": 10,
      "deity_id": 211,
      "description": "Your ruthlessness and brutality are exceptional even for one of the ogre race. Your nearly uncontrollable instincts and rage have led you to live among the beasts of the wild, dominating the fiercest animals to serve you. There is no satisfaction greater than crushing your enemies with your bare hands. Like the Shamans of War, you harness the power of Rallos Zek to enslave the spirits of the wild and force them to magically aid you and your companions. The beastlords of the Feerrott frequently encounter violent territorial disputes with the troll beastlords to the East. Beware when traveling, because ogres have a habit of eating most other humanoids, you will be welcome in very few places and attacked on sight in most. This Race / Class / Deity combination is of MODERATE to HIGH DIFFICULTY."
    },
    {
      "class_id": 1,
      "race_id": 5,
      "deity_id": 215,
      "description": "As one of the Emerald Warriors you serve as a reserve military force to augment the Fayguard. Often you are called upon to come to the defense of Kelethin from various marauders including the Crushbone Orcs and Teir'Dal assassins in the Indigo Brotherhood. This Race / Class / Deity combination is of LOW DIFFICULTY."
    },
    {
      "class_id": 8,
      "race_id": 5,
      "deity_id": 215,
      "description": "Welcome to Kelethin, City in the Trees and home of the Woodland Elves! The bards of Kelethin are known as the Songweavers and are some of the most respected members of fair Elf society. It is the Songweavers who keep the oral history of the Elves and pass this information down from generation to generation. The Songweavers, being neutral historians are welcome almost everywhere but you still must beware of your Dark Elf brethren. This Race / Class / Deity combination is of LOW to MODERATE DIFFICULTY."
    },
    {
      "class_id": 4,
      "race_id": 5,
      "deity_id": 215,
      "description": "As one of Faydarks Champions is it your duty to guard and protect the people and creatures of the Greater Faydark. Beware your mortal enemy, the marauding Orcs, that vomit forth into the Faydark from the their vile stronghold at Crushbone. See to it that they meet their gods, and that Tunare's children are kept safe from the maw of the despoilers. This Race / Class / Deity combination is of LOW to MODERATE DIFFICULTY."
    },
    {
      "class_id": 3,
      "race_id": 5,
      "deity_id": 215,
      "description": "As one of the Soldiers of Tunare you are charged with the protection and defense of the Greater Faydark and all of it children. Your faith in Tunare has given you great power to defeat those who seek to despoil your forest homeland. This Race / Class / Deity combination is of LOW to MODERATE DIFFICULTY."
    },
    {
      "class_id": 9,
      "race_id": 5,
      "deity_id": 215,
      "description": "The rogues of Kelethin are known simply as the Scouts and are less common thieves and more swashbuckling adventurers. Along side the Emerald Warriors, Faydark's Champions and the Soldiers of Tunare, the Scouts keep tabs on virtually everything that occurs within the Greater Faydark and often come in conflict with the Orcs of Crushbone. The Scouts will rarely resort to thievery unless it is to feed the poor from the pockets of the rich. This Race / Class / Deity combination is of MODERATE DIFFICULTY."
    },
    {
      "class_id": 1,
      "race_id": 6,
      "deity_id": 205,
      "description": "Halfling warriors are required to serve time within the Guardians of the Vale, the protecting force in Rivervale. Many young halflings dedicate their entire lives to the Guardians and even become one of the Leatherfoots, a specially trained squad of courageous warriors. You must be on constant guard for the Vale is nearly always under attack whether it is from goblins of Clan Runnyeye or the Dark Elves of Neriak who are our mortal enemies. This Race / Class / Deity combination is of LOW DIFFICULTY."
    },
    {
      "class_id": 9,
      "race_id": 6,
      "deity_id": 205,
      "description": "Welcome to Rivervale, home and heart of the Halflings! Halflings are mischievous and fun-loving folk and make excellent rogues. While not endorsed by Mayor Gubbin or the Sheriff, the Deeppockets are allowed to move freely about Rivervale and operate the Fool's Gold, Rivervale's pub and casino. It is forbidden, however, for them to prey upon other Halflings unless it is to collect a debt. The Deeppockets are well respected amongst most other rogues with the notable exception of the Ebon Mask who have been known to make gloves from Halfling skin. This Race / Class / Deity combination is of LOW DIFFICULTY."
    },
    {
      "class_id": 6,
      "race_id": 6,
      "deity_id": 207,
      "description": "Karana had smiled warmly upon the Halflings of Rivervale and blessed their soil so it is the only place on all of Norrath where the mystic Jumjum Root can grow. The Stormreapers are loyal druids of the Rainkeeper who protect and feed the vale. Based out of Tagglefoot's Farm, the Stormreapers often travel the Plains of Karana spreading his message to the human settlers who call them home. This Race / Class / Deity combination is of LOW to MODERATE DIFFICULTY."
    },
    {
      "class_id": 2,
      "race_id": 6,
      "deity_id": 205,
      "description": "The Priests of Mischief offer spiritual guidance, healing, and laughter to all of the Halflings of Rivervale. Many young halflings seek to enter the priesthood after hearing the grand and humorous tales that are spun daily in the Chapel of Mischief. The life of an adventurer usually draws the young priests away from the vale but nearly all eventually return with new epics to tell to fresh young ears. This Race / Class / Deity combination is of LOW to MODERATE DIFFICULTY."
    },
    {
      "class_id": 4,
      "race_id": 6,
      "deity_id": 207,
      "description": "As a Ranger of the Stormreapers you aid the druids in preserving the woodlands and plains of Antonica. Worshipers of the Plaguebringer to west and worshipers of the Prince of Hate to the east both seek to corrupt and poison the lands you hold dear, and it is your duty to hunt and eliminate these defilers. This Race / Class / Deity combination is of LOW to MODERATE DIFFICULTY."
    },
    {
      "class_id": 3,
      "race_id": 6,
      "deity_id": 207,
      "description": "As a Paladin of the Stormreapers you have dedicated your life to the protection of the Rainkeeper's followers wherever they may be. Your mortal enemies are the Teir`Dal that corrupt the lands to the east and The Bloodsabres, evil disciples of Bertoxxulous, that seek to destroy your allies The Knights of Thunder and poison the Plains of Karana. This Race / Class / Deity combination is of LOW to MODERATE DIFFICULTY."
    }
  ]